Repository: wp-plugins/dashboard-feed-widget
Catalog: languages/dbfw-*.po
Languages: nl_nl

source: About Piet Bos
nl_nl: Over Piet Bos

source: Basejump WordPress Theme that Piet developed
nl_nl: Basejump WordPress thema dat Piet heeft ontwikkeld

source: Below you can adjust the output of the Dashboard Widget. You can change the title of the widget, the feed URL and the amount of feed items to show.
nl_nl: Hieronder kan je de output van de Dashboard Widget aanpassen. Je kan de titel van de widget veranderen, de URL van de feed en het aantal feed items.

source: Change the feed-URL to a site of your choice
nl_nl: Verander de URL van de feed naar een site van jouw keuze

source: Change the title of the Dashboard Feed Widget into something of your liking
nl_nl: Verander de title van de Dashboard Feed Widget naar iets dat je leuk vindt

source: Dashboard Feed Widget Settings
nl_nl: Dashboard Feed Widget Instellingen

source: Dashboard Feed Widget requires WordPress version 3.0 or higher; please update first.
nl_nl: Dashboard Feed Widget werkt op WordPress versie 3.0 of later; gaarne eerst je WordPress versie updaten.

source: Database Options
nl_nl: Database Opties

source: Feed URL
nl_nl: URL van de Feed

source: How many Feed Items to show in the Dashboard Widget
nl_nl: Hoeveel feed items wil je laten zien in de Dashboard Widget

source: How many feed items to show in the widget?
nl_nl: Hoeveel feed items laten zien in de widget?

source: I would like to donate
nl_nl: Ik wil graag een donatie doen

source: If you have found this plugin at all useful, please give it a favourable rating in the <a href="http://wordpress.org/extend/plugins/dashboard-feed-widget/" rel="nofollow" title="Rate this plugin!">WordPress Plugin Repository</a> and/or consider making a donation:
nl_nl: Wanneer je deze plugin handig vindt, geef het dan een gunstige waardering in de <a href="http://wordpress.org/extend/plugins/dashboard-feed-widget/" rel="nofollow" title="Geef deze plugin een waardering!">WordPress Plugin Repository</a> en/of overweeg een donatie:

source: Only check this if you want to reset plugin settings upon Plugin reactivation
nl_nl: Check dit alleen als je de plugin instellingen wilt resetten na heractivering

source: Piet has been developing websites since 2005 and working with WordPress since 2006. You can find out more information about him via the following links:
nl_nl: Piet ontwikkelt websites sinds 2005 en werkt al sinds 2006 met WordPress. Je kan meer informatie over hem vinden via de onderstaande links:

source: Recent Updates
nl_nl: Recente Updates

source: Restore defaults upon plugin deactivation/reactivation
nl_nl: Standaard instellingen herstellen na plugin deactivering/heractivering

source: Save Settings
nl_nl: Bewaar de Instellingen

source: Settings
nl_nl: Instellingen

source: USD 1,000.00 - still dreaming...
nl_nl: USD 1.000,00 - ik droom nog steeds

source: USD 1.00 - it's a start
nl_nl: USD 1,00 - dat is een begin

source: USD 10.00 - thanks so much
nl_nl: USD 10,00 - reuze bedankt

source: USD 100.00 - Wow, hall of fame material!
nl_nl: USD 100,00 - Wow, plaatsje in de eregalerij!

source: USD 25.00 - now we're talking
nl_nl: USD 25,00 - nu praten we

source: USD 5.00 - you're nice
nl_nl: USD 5,00 - je bent aardig

source: USD 50.00 - very generate of you
nl_nl: USD 50,00 - zeer genereus van jou

source: USD 500.00 - I'm dreaming
nl_nl: USD 500,00 - ik droom

source: Widget Title
nl_nl: Widget Titel

source: WordPress.org Profile
nl_nl: WordPress.org profiel
